{
  "id": "toda_vida_sin_seguro",
  "title": "Toda mi vida sin seguro… y ni un rasguño. ¿Para qué lo quiero ahora?",
  "question": "Cliente cruza los brazos: 'He vivido 45 años sin póliza y jamás tuve un problema. ¿Por qué empezar ahora?'",
  "acciones": [
    {
      "tipo": "Lógica",
      "texto_boton": "Tiene toda la razón. Su historial impecable es su mayor activo… y también su punto ciego. ¿Le parece si revisamos juntos qué cubriría esa ‘suerte’ si hoy falla?",
      "adn_feedback": {
        "principio_oculto": "Cuando presume su buena racha, no está siendo arrogante… está confesando que nunca ha medido el costo real de lo imprevisto.",
        "nombre_tactica_ciega": "Paradoja del Invencible",
        "ejemplo_tactica_frase": "Su tranquilidad no es gestión… es suerte con fecha de vencimiento.",
        "protocolo_mental": [
          "Validar > no contradecir",
          "Traducir suerte en riesgo tangible",
          "Ofrecer control, no cobertura"
        ]
      }
    },
    {
      "tipo": "Empática",
      "texto_boton": "Me encanta su actitud. De verdad. Pero permítame una pregunta sincera: ¿cómo se imagina que sería su día si mañana ocurre lo impensable… y no tiene a nadie detrás?",
      "adn_feedback": {
        "principio_oculto": "Detrás de ‘nunca me pasó nada’ hay una pregunta silenciosa: ‘¿Cómo me cuidaré si falla todo?’",
        "nombre_tactica_ciega": "Puerta Sensorial",
        "ejemplo_tactica_frase": "Cierre los ojos. Imagine esa llamada. ¿Quiere estar preparado… o improvisando?",
        "protocolo_mental": [
          "Reconocer su fortaleza",
          "Invitar a sentir, no a pensar",
          "Dejar que la respuesta nazca en él"
        ]
      }
    },
    {
      "tipo": "Estratégica",
      "texto_boton": "Usted no compra seguro para lo probable. Lo compra para lo IMPROBABLE… pero devastador. Como paracaídas: inútil hasta que salva tu vida. ¿Qué tipo de protección busca: simbólica o real?",
      "adn_feedback": {
        "principio_oculto": "Cuando minimiza el seguro, no está rechazando el producto… está subestimando el peso emocional de lo que cambiaría todo en un segundo.",
        "nombre_tactica_ciega": "Reencuadre Existencial",
        "ejemplo_tactica_frase": "No asegura su auto. Asegura su capacidad de dormir tranquilo después del peor día.",
        "protocolo_mental": [
          "Cambiar marco: gasto → blindaje",
          "Metáforas visuales: escudo, red",
          "La decisión es suya, claridad mía"
        ]
      }
    },
    {
      "tipo": "Proactiva",
      "texto_boton": "Hagamos un ejercicio rápido: imagine que mañana pasa. ¿Qué cara quiere ver en el espejo: la del que previó… o la del que apostó? Yo le ayudo a construir la primera versión.",
      "adn_feedback": {
        "principio_oculto": "Cuando niega la necesidad, no está siendo irresponsable… está invitando a una demostración de quién quiere ser cuando todo cambie.",
        "nombre_tactica_ciega": "Espejo del Futuro Inmediato",
        "ejemplo_tactica_frase": "No hablemos de pólizas. Hablemos de la persona que será si esto ocurre… ¿con qué recursos?",
        "protocolo_mental": [
          "Identidad futura > producto presente",
          "Experiencia > explicación",
          "La acción nace del insight"
        ]
      }
    }
  ]
}
